/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "I bërë nga ekipi global DigiByte. Version";

/* Privay Policy button label */
"About.privacy" = "Politika e privatësisë";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Kushtet e Përdorimit";

/* About screen title */
"About.title" = "Rreth";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Mbylle";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Qendra e Mbështetjes";

/* Loading Wallet Message */
"Account.loadingMessage" = "Ngarkimi i Walletit";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "DigiByte ime";

/* Error alert title */
"Alert.error" = "Gabim";

/* No internet alert message */
"Alert.noInternet" = "Nuk u gjet asnjë lidhje interneti. Kontrolloni lidhjen tuaj dhe provoni përsëri.";

/* Warning alert title */
"Alert.warning" = "Kujdes";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresat e Kopjuara";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Të gjitha adresat e walletit  u kopjuan me sukses";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Vendos Paper Key";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Mbresëlënës";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Vendos PIN";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Dërgimi dështoj";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Dërgoni konfirmim";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Paratë u dërguan!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON Serialization Gabim";

/* Wallet not ready error message */
"ApiClient.notReady" = "Walleti nuk është gati";

/* API Token error message */
"ApiClient.tokenError" = "Të paaftë për të rimarrë API token";

/* Send BCH view body. */
"BCH.body" = "Futni një adresë të destinacionit DigiByte më poshtë. Të gjitha DigiByte në walletin tuaj në kohën e forkut (% 1 $ @) do të dërgohen.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Konfirmo dërgimin";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Vërtetim";

/* Generic bch erorr message */
"BCH.genericError" = "Llogaria juaj nuk përmban asnjë DigiByte, ose keni marrë DigiByte pas forkut.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID-ja e transaksionit u kopjua";

/* No address error message */
"BCH.noAddressError" = "Ju lutem shkruani një adresë";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Kërkesat e Protokollit të Pagesave nuk mbështeten në transaksionet DigiByte";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte u dërgua me sukses.";

/* Widthdraw BCH view title */
"BCH.title" = "Tërheq Digibyte";

/* Tx Hash button header */
"BCH.txHashHeader" = "Transaksion ID i Digibyte";

/* Approve button label */
"BitID.approve" = "Mirato";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "% 1 $ @ po kërkon vërtetimin duke përdorur walletin tuaj DigiByte";

/* Deny button label */
"BitID.deny" = "Moho";

/* BitID error alert title */
"BitID.error" = "Gabim i autentifikimit";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Ju lutemi kontrolloni  shërbimin. Mund t'ju duhet të provoni përsëri.";

/* BitID success alert title */
"BitID.success" = "U vërtetua me sukses";

/* BitID Authentication Request alert view title */
"BitID.title" = "Kërkesë për autentifikim të DigiD-së";

/* Cancel button label */
"Button.cancel" = "Anulo";

/* Ignore button label */
"Button.ignore" = "Injoro";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "Jo";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "prano";

/* send button */
"Button.send" = "dergo";

/* Settings button label */
"Button.settings" = "Paneli";

/* Settings button label */
"Button.submit" = "Paraqit";

/* Yes button */
"Button.yes" = "Po";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Koha e përpunimit: Ky transaksion do të marrë% 1 $ @ sekonda për t'u përpunuar.";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Shuma për të dërguar";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Tarifa e  rrjetit";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Koha e përpunimit: Ky transaksion do të marrë% 1 $ @ sekonda për t'u përpunuar.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Dergo";

/* Confirmation Screen title */
"Confirmation.title" = "Vërtetim";

/* To: (address) */
"Confirmation.to" = "Në";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Kostoja totale";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Për të siguruar që çdo gjë është shkruar në mënyrë korrekte, shkruani fjalët e mëposhtme nga paper key i  juaj .";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Fjala #% 1 $ @";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Njësia e ekranit DigiByte";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Kursit të këmbimit";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Kjo pajisje nuk është konfiguruar për të dërguar email me aplikacionin e postës iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email nuk është i disponueshëm";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Kjo pajisje nuk është konfiguruar për të dërguar mesazhe";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Mesazhimi i padisponueshëm";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Ju mundeni ta rregulloni Face ID limitin tuaj të shpenzimeve nga% 1 $ @.";

/* Face Id screen label */
"FaceIDSettings.label" = "Përdorni fytyrën tuaj për të zhbllokuar DigiByte tuaj dhe për të dërguar para deri në një kufi të caktuar.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Tekst Link (shih TouchIdSettings. Personalizo tekstin)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Aktivizo Face ID-në  për DigiByte";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Ju nuk keni vendosur Face ID në këtë pajisje. Shko te Settings-> Face ID & Passcode për ta vendosur atë tani.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID Nuk Është Vendosur";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Limitet  e Shpenzimeve";

/* Economy fee */
"FeeSelector.economy" = "Ekonomi";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Dorëzimi i parashikuar: 10+ minuta";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Ky opsion nuk rekomandohet për transaksione të ndjeshme në kohë.";

/* Regular fee */
"FeeSelector.regular" = "I rregullt";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Dorëzimi i parashikuar: 15-30 sekonda";

/* Fee Selector title */
"FeeSelector.title" = "Shpejtësia e përpunimit";

/* Checking private key balance progress view text */
"Import.checking" = "Duke kontrolluar bilancin e private key ";

/* Sweep private key confirmation message */
"Import.confirm" = "Dërgo% 1 $ @ nga ky privat key në walletin tënd? Rrjeti DigiByte do të marrë një tarifë prej% 2 $ @.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Ky  privat key është tashmë në portofolin (walletin) e juaj.";

/* empty private key error message */
"Import.Error.empty" = "Ky private key është bosh.";

/* High fees error message */
"Import.Error.highFees" = "Tarifat e transaksionit do të kushtonin më shumë se fondet e disponueshme për këtë privat key.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Private key nuk është i vlefshëm";

/* Import signing error message */
"Import.Error.signing" = "Gabim në nënshkrimin e transaksionit";

/* Import button label */
"Import.importButton" = "Importo";

/* Importing wallet progress view label */
"Import.importing" = "Importimi i Walletit";

/* Caption for graphics */
"Import.leftCaption" = "Walleti për tu importuar";

/* Import wallet intro screen message */
"Import.message" = "Importimi i një walleti transferon të gjitha paratë nga walleti tjetër në DigiByte tuaj duke përdorur një transaksion të vetëm.";

/* Enter password alert view title */
"Import.password" = "Ky private key është i mbrojtur me fjalëkalim.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "Fjalëkalimi";

/* Caption for graphics */
"Import.rightCaption" = "DigiByte i juaj";

/* Scan Private key button label */
"Import.scan" = "Skano Private Key";

/* Import wallet success alert title */
"Import.success" = "Sukses";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Walleti i importuar me sukses.";

/* Import Wallet screen title */
"Import.title" = "Importo Walletin";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Keni krijuar Walletin tuaj në %1$@";

/* Import wallet intro warning message */
"Import.warning" = "Importi i një walleti nuk përfshin historikun e transaksioneve ose detaje të tjera.";

/* Wrong password alert message */
"Import.wrongPassword" = "Passwordi Gabim, ju lutem provoni perseri.";

/* Close app button */
"JailbreakWarnings.close" = "Mbyll";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Injoro";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "SIGURIA E PAISJES E KOMPROMENTUAR Çdo app 'jailbreak' mund të hyjë në të dhënat e DigiByte të keychain dhe të vjedhë DigiByte tuaj! Fshini këtë wallet menjëherë dhe rivendosni në një pajisje të sigurt.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "SIGURIA E PAISJES E KOMPROMENTUAR\n\nÇdo app 'jailbreak' mund të hyjë në të dhënat e DigiByte të keychain dhe të vjedhë DigiByte tuaj. Ju lutemi përdorni vetëm DigiByte në një pajisje që nuk është bërë Jailbreak.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "KUJDES";

/* Location services disabled error */
"LocationPlugin.disabled" = "Shërbimet e vendndodhjes janë të paaftë.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiByte nuk ka leje për të hyrë në shërbimet e vendndodhjes.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Ju keni krijuar Walletin tuaj në% 1 $ @";

/* Manage wallet description text */
"ManageWallet.description" = "Emri i walletit tënd shfaqet vetëm në historikun e transaksionit të llogarisë tuaj dhe nuk mund të shihet nga askush tjetër.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Emri i Walletit";

/* Manage wallet modal title */
"ManageWallet.title" = "Menagjo Walletin";

/* Buy bitcoin title */
"MenuButton.buy" = "Blej DigiByte";

/* Menu button title */
"MenuButton.lock" = "Blloko Walletin";

/* Menu button title */
"MenuButton.security" = "Qendra e sigurise";

/* Menu button title */
"MenuButton.settings" = "Paneli";

/* Menu button title */
"MenuButton.support" = "Ndihma";

/* button label */
"MenuViewController.createButton" = "Krijo Wallet te ri";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Rivendos Walletin";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Kalo në Moden Automatik";

/* Node is connected label */
"NodeSelector.connected" = "I lidhur";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Futni adresën IP të Node dhe portin (opsional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Futni Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Kaloni në moden  Manual";

/* Node address label */
"NodeSelector.nodeLabel" = "Node aktuale , kryesore";

/* Node is not connected label */
"NodeSelector.notConnected" = "Nuk është e lidhur";

/* Node status label */
"NodeSelector.statusLabel" = "Statusi i Lidhjes Node";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte Nodes";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Kërkesa e keqe e pagesës";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Dokumenti i pambështetur ose i korruptuar";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Mungon çertifikata";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "kërkesa mbaroi";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Nuk mund të bëhej pagesa";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Pagesa e DigiByte nuk mund të bëhet me pak se %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Rezultatet e transaksioneve DigiByte nuk mund të jenë më pak se $ @.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Prekni këtu për të mundësuar Face ID";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certifikatë e pabesueshmë";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Kliko këtu për të aktivizuar Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Aktivizo Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Një kodkalim pajisjesh është i nevojshëm për të ruajtur walletin tuaj. Shkoni te settings ( Paneli )  dhe futni kodkalimin.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Futni kodkalimin e pajisjes";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Paper Key duhet të ruhet në rast se ndonjëherë e humbni ose ndryshoni telefonin tuaj. Kliko këtu për të vazhduar.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Veprimi kërkohet";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Walleti juaj mund të mos jetë i sinkronizuar. Kjo shpesh mund të fiksohet duke anashkaluar blockchain-in.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaksioni refuzohet";

/* Share data prompt body */
"Prompts.ShareData.body" = "Ndihmo në përmirësimin e DigiByte duke ndarë të dhënat tuaja anonime me ne";

/* Share data prompt title */
"Prompts.ShareData.title" = "Shpërndani të dhënat anonime";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Kliko këtu për të aktivizuar Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Aktivizo Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiByte është përmirësuar për të përdorur PIN  me 6 shifra. Kliko këtu për të përmirësuar.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Përmiso PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Aktivizo njoftimet për të marrë mesazhe speciale nga DigiByte në të ardhmen.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Shtyni Njoftimet";

/* Push notifications are off label */
"PushNotifications.off" = "Fikur";

/* Push notifications are on label */
"PushNotifications.on" = "Ndezur";

/* Push notifications settings view title label */
"PushNotifications.title" = "Njoftimet";

/* Address copied message. */
"Receive.copied" = "Kopjohet në clipboard.";

/* Share via email button label */
"Receive.emailButton" = "Emaili";

/* Request button label */
"Receive.request" = "Kërkoni një Shumë\n";

/* Share button label */
"Receive.share" = "Shprendaje";

/* Share via text message (SMS) */
"Receive.textButton" = "Mesazhi me tekst";

/* Receive modal title */
"Receive.title" = "Marr";

/* Done button text */
"RecoverWallet.done" = "e bërë";

/* Recover wallet header */
"RecoverWallet.header" = "Rivendos Walletin";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Reseto kodin PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Futni Paper Key";

/* Recover wallet intro */
"RecoverWallet.intro" = "Rivendosni DigiBytein tuaj me paper key.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Paper key  që futët është i pavlefshëm. Ju lutemi kontrolloni  çdo fjalë dhe provoni përsëri.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Shigjeta e majtë";

/* Next button label */
"RecoverWallet.next" = "Vazhdo";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Kliko këtu për më shumë informata.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Shigjeta e djathtë";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Futni paper key për walletin që dëshironi ta rivendosni.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Për të rivendosur kodin PIN, futni fjalët nga paper key në kutitë e mëposhtme.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Ju lutemi shkruani një shum se pari";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Kërkojë një Shumë";

/* Alert action button label */
"ReScan.alertAction" = "Sinkronizoj";

/* Alert message body */
"ReScan.alertMessage" = "Ju nuk do të jeni në gjendje të dërgoni para gjatë sinkronizimit.";

/* Alert message title */
"ReScan.alertTitle" = "Sinkronizimi me Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 Minuta";

/* Syncing explanation */
"ReScan.body2" = "Nëse një transaksion shfaqet si i përfunduar në rrjetin DigiByte, por jo në DigiByte tuaj.";

/* Syncing explanation */
"ReScan.body3" = "Ju vazhdimisht merrni një gabim duke thënë se transaksioni juaj është refuzuar.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Filloni Sinkronizimin";

/* Sync blockchain view footer */
"ReScan.footer" = "Ju nuk do të jeni në gjendje të dërgoni para gjatë sinkronizimit me blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sinkronizo Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Koha e parashikuar";

/* Subheader label */
"ReScan.subheader2" = "Kur duhet të sinkronizohet?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash kamera";

/* Complete filter label */
"Search.complete" = "i plotë";

/* Pending filter label */
"Search.pending" = "në pritje të";

/* Received filter label */
"Search.received" = "marrë";

/* Sent filter label */
"Search.sent" = "Derguar";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Aktivizo të gjitha tiparet e sigurisë për mbrojtje maksimale.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "E vetmja mënyrë për të hyrë në DigiByte tuaj nëse e humbni ose e  bëni upgrade telefonin tuaj.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Paper Key";

/* PIN button description */
"SecurityCenter.pinDescription" = "E mbron DigiBytein tuaj nga përdoruesit e paautorizuar.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Digit PIN";

/* Security Center Title */
"SecurityCenter.title" = "Qendra e sigurisë";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Përshtasni zhbllokimin e DigiByte tuaj dhe dërgoni para deri në një kufi të caktuar.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Shuma";

/* Balance: $4.00 */
"Send.balance" = "Bilanci:% 1 $ @";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Shkoni te Settings për të lejuar aksesin e kamerës";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiByteit nuk i lejohet të hyjë në kamerë";

/* Warning when sending to self. */
"Send.containsAddress" = "Destinacioni është adresa juaj. Ju nuk mund t'i dërgoni vetes.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Nuk mund të krijohej transaksioni.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard është bosh";

/* Network Fee: $0.01 */
"Send.fee" = "Tarifa e rrjetit:% 1 $ @";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identiteti i paguesit nuk është i certifikuar.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Adresa e destinacionit nuk është një adresë e vlefshme e DigiByte adresës.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard nuk përmban një adresë të vlefshme DigiByte.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Adresa jo valide";

/* Is rescanning error message */
"Send.isRescanning" = "Dërgimi është i çaktivizuar gjatë një rescani të plotë.";

/* Loading request activity view message */
"Send.loadingRequest" = "Kërkesa e ngarkimit";

/* Empty address alert message */
"Send.noAddress" = "Ju lutemi shkruani adresën e marrësit.";

/* Emtpy amount alert message */
"Send.noAmount" = "Ju lutemi shkruani një shumë për të dërguar.";

/* Paste button label */
"Send.pasteLabel" = "Ngjit";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Nuk mund të publikohej transaksioni.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Nuk mund të ngarkonte kërkesën për pagesë";

/* Scan button label */
"Send.scanLabel" = "Skano";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Dergo";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Dergo";

/* Send money to label */
"Send.toLabel" = "në";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Adresat e DigiByte janë të destinuara vetëm për përdorim të vetëm.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Ri-përdorimi zvogëlon privatësinë për ju dhe marrësin dhe mund të rezultojë në humbje nëse marrësi nuk kontrollon direkt adresën.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresa e përdorur tashmë";

/* About label */
"Settings.about" = "Rreth";

/* Advanced Settings title */
"Settings.advancedTitle" = "Cilësimet e Avancuara";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Shfaq monedhën";

/* Join Early access label */
"Settings.earlyAccess" = "Bashkohu me Hyrjen e Hershme";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "A jeni duke shijuar DigiByte?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Limiti i Shpenzimeve te Face ID";

/* Import wallet label */
"Settings.importTitle" = "Importo Walletin";

/* Manage settings section header */
"Settings.manage" = "Menagjo";

/* Notifications label */
"Settings.notifications" = "Njoftimet";

/* Leave review button label */
"Settings.review" = "Na Lëni një rishikim tek ne";

/* Share anonymous data label */
"Settings.shareData" = "Shpërndani të dhënat anonime";

/* Sync blockchain label */
"Settings.sync" = "Sinkronizo  Blockchain";

/* Settings title */
"Settings.title" = "Paneli";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Limiti i Shpenzimeve";

/* Wallet Settings section header */
"Settings.wallet" = "Kuleta";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Filloni / Riktheni një Wallet Tjetër";

/* Share data view body */
"ShareData.body" = "Ndihmo në përmirësimin e DigiByte duke ndarë të dhënat tuaja anonime me ne. Kjo nuk përfshin ndonjë informacion financiar. Ne e respektojmë privatësinë tuaj financiare.";

/* Share data header */
"ShareData.header" = "Ndani të dhënat?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Ndani të dhënat anonime?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Shkruani Paper Key Përsëri";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Paper Key e juaj është e vetmja mënyrë për të rivendosur DigiByte nëse telefoni juaj humbet, vjedhur, thyer ose përditësuar. Ne do t'ju tregojmë një listë me fjalë për të shkruar në një copë letre dhe për të mbajtur të sigurt.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Shkruani Paper Key ";

/* Argument is date */
"StartPaperPhrase.date" = "Ju keni shkruar së fundmi paper key në% 1 $ @";

/* Start view message */
"StartViewController.message" = "Mënyra më e sigurt dhe më e mire për të përdorur DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Duke u lidhur";

/* Syncing view header text */
"SyncingView.header" = "Duke u Sinkronizuar";

/* Retry button label */
"SyncingView.retry" = "Provo përseri";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Duke u Sinkronizuar";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ o";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Mund të rregulloni limitin e shpenzimeve të Touch ID-së   nga% 1 $ @.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Përdorni fingerprint (gjurmën e gishtit ) për të zhbllokuar DigiByte tuaj dhe për të dërguar para deri në një kufi të caktuar.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID shpenzimet e limitit  në ekran";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Limiti i shpenzimeve:% 1 $ @ (% 2 $ @)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Aktivizo Touch ID-në  për DigiByte";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Ju nuk keni vendosur Touch ID në këtë pajisje. Shkoni te Settings-> Touch ID & Passcode për ta vendosur atë tani.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID nuk është konfiguruar.";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Kërkoni gjithmonë passcode (kodkalimin)";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = " Do t'ju kërkohet të shkruani PIN-in tuaj me 6 shifra për të dërguar ndonjë transaksion mbi kufirin tuaj të shpenzimeve dhe çdo 48 orë që nga hera e fundit që keni futur PIN-in tuaj me 6 shifra.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID e shpenzimeve te limitit";

/* Availability status text */
"Transaction.available" = "Në dispozicion për të shpenzuar";

/* Transaction complete label */
"Transaction.complete" = "I plotë";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Përfundimi i bilancit:% 1 $ @";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Kursi i këmbimit (exchange) kur pranohet:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Kursi i këmbimit kur është dërguar:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ tarifë)";

/* Invalid transaction */
"Transaction.invalid" = "PAVLERE";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "këtë çast";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Në 	progres:% 1 $ @";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Në Progres";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Nisja e bilancit:% 1 $ @";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Duke pritur që të konfirmohet. Disa tregtarë kërkojnë konfirmim për të përfunduar një transaksion. Koha e parashikuar: 1-2 minuta.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "llogari";

/* Amount section header */
"TransactionDetails.amountHeader" = "Shuma";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Konfirmuar në Bllok";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Transaksioni juaj do të shfaqet këtu.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "në% 1 $ @";

/* More button title */
"TransactionDetails.more" = "Më shumë...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Lëvizur% 1 $ @";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Lëvizur <b>% 1 @ </ b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Nuk u konfirmua";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Marrur% 1 $ @";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Marrë <b>% 1 @ </ b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Derguar";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Dërguar <b>% 1 @ </ b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Statusi";

/* Transaction Details Title */
"TransactionDetails.title" = "Detajet e Transaksionit";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "në% 1 $ @";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte ID e transaksionit";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Marrë në këtë adresë";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Dërguar në këtë adresë";

/* Disabled until date */
"UnlockScreen.disabled" = "I çaktivizuar deri në:% 1 $ @";

/* My Address button title */
"UnlockScreen.myAddress" = "Adresa ime";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Rivendos kodin PIN";

/* Scan button title */
"UnlockScreen.scan" = "Skano";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Shtype PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Hape DigiByte-in tuaj.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Zhblloko me Touch ID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Walleti i Hapur";

/* Update PIN caption text */
"UpdatePin.caption" = "Mbani mend këtë PIN. Nëse e harroni, nuk do të keni mundësi të përdorni DigiByte-in tuaj.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN juaj do të përdoret për të zhbllokuar DigiByte tuaj dhe për të dërguar para.";

/* Update PIN title */
"UpdatePin.createTitle" = "Vendos PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Rivendos PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Shkruani PIN-in tuaj aktual.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Futni PIN-in tuaj të ri.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Rivendosni PIN-in tuaj të ri.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Na vjen keq, nuk mund ta përditësoj PIN-in.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Përditësoni gabimin PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Përditësoni PIN-in";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Kopjoni adresat e walletit në clipboard?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Autorizoni të kopjoni adresën e walletit në clipboard";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Kopjo adresat e Walletit";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopjo";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Futeni kodin -  PIN për të autorizuar këtë transaksion.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Ju lutemi shkruani PIN-in tuaj për të vazhduar.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN-i kërkohet";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autorizo këtë transaksion";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Hapni aplikacionin  DigiByte në iPhone , për të vendosur walletin tuaj.";

/* Dismiss button label */
"Webview.dismiss" = "largoj";

/* Webview loading error message */
"Webview.errorMessage" = "Kishte një gabim gjatë ngarkimit të përmbajtjes. Ju lutemi provoni përsëri.";

/* Updating webview message */
"Webview.updating" = "Përditësimi ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte për iOS ka ndryshuar emrin e saj në DigiByte, me një pamje të re dhe disa veçori të reja. Nëse keni nevojë për ndihmë, kërkoni (?) Në krye të ekranit më të madh.";

/* Top title of welcome screen */
"Welcome.title" = "Mirë se vini më DigiByte";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Jeni i sigurt se doni ta fshini këtë Wallet?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Fshi Walletin?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Dështoi në fshirjen e walletit.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "I dështuar";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Shkruani këto fraza të rimëkëmbjes të walletit për ta fshirë atë dhe për të filluar ose për të rimarrë një tjetër. Bilanci juaj i tanishëm mbetet në këtë frazë.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Nisja ose rivendosja i një walleti tjetër ju lejon të përdorni dhe menaxhoni një DigiByte tjetër në këtë pajisje.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Ju nuk do të jeni në gjendje të përdorni DigiByte tuaj të tanishëm nga kjo pajisje. Bilanci do të mbetet në fraza (phrase).";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Filloni ose Rivendosni një Wallet Tjetër";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Fshij";

/* Wiping activity message */
"WipeWallet.wiping" = "Fshirje\n";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Shkruani çdo fjalë në rregull dhe ruani në një vend të sigurt.";

/* button label */
"WritePaperPhrase.next" = "Tjetra";

/* button label */
"WritePaperPhrase.previous" = "Mbrapa";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

